app/controllers/index_controller.rb

  def students
    @students = Students.all
---
SELECT "students".* FROM "students"